'use client'

import { useState } from 'react';
import { createTheme, ThemeProvider } from '@mui/material/styles';
import TitleTabs from '@/components/TitleTabs';
import { color, fontfamily, TabPanelProps, selectedStyle } from "@/types";
import LevelsTextCutomMenu from '@/components/LevelsTextCutomMenu';
import Image from 'next/image';
import right_rules_pic from "@/../public/images/levels/0/right_rule.jpg";
import faq from "@/../public/images/levels/0/faq.jpg";
import levels_specification from "@/../public/images/levels/0/levels_specification.jpg";
import idea from "@/../public/images/levels/0/idea.jpg";
import export_service_center from "@/../public/images/levels/0/export_service_center.jpg";
import exploring_export_campaign from "@/../public/images/levels/0/expoling_export_campaign.jpg";
import teaming_up from "@/../public/images/levels/0/teaming_up.jpg";
import acc_mrg from "@/../public/images/levels/0/acquisition_merger.jpg";
import handshake_1 from "@/../public/images/levels/0/handshake_1.jpg";
import handshake_2 from "@/../public/images/levels/0/handshake_2.jpg";

const background_colors_options: color[] = [
  {
    name:"off white", type: "light", color: '#ffffff'
  },
  {
    name: "dark gray", type: "dark", color: "#1E1E1E"
  },
  // too much like off black
  // {
  //   name: "Charcoal", type: "dark", color: "#333333"
  // },
  {
    name: "Warm Dark Brown", type: "dark", color: "#1A120B"
  },
  {
    name: "Deep Navy Blue", type: "dark", color: "#0A0A2A"
  },
  {
    name: "Off Black", type: "dark", color: "#121212"
  },
  {
    name: "Light Pastel Blue", type: "light", color: "#E6F5FF"
  },
];

const font_families: fontfamily[] = [
  {
    name: "نازنین", css_class: "nazanin",
  },
  {
    name: "یکان", css_class: "yekan"
  },
  {
    name: "ترافیک", css_class: "teraffic"
  },
  {
    name: "ایران سنس", css_class: "irsans"
  }
];

const theme = createTheme({
  palette: {
    secondary: {
      light: '#CF3828',
      main: '#CF3828',
      dark: '#CF3828',
      contrastText: '#ffffff',
    },
  },
});

function TabPanel(props: TabPanelProps) {
  const { children, value, index, fontSize, fontFamily, ...other } = props;
  return (
    <div
      className='md:max-w-[calc(100vw-20rem)] pt-8 pb-[6rem] text-pretty'
      style={{ direction: 'rtl', textAlign: 'right', fontSize: fontSize, lineHeight: 1.75, fontFamily: fontFamily }}
      role="tabpanel"
      hidden={value !== index}
      id={`sectionpanel-${index}`}
      aria-labelledby={`section-${index}`}
      {...other}>
      {value === index && (
        <div>
          {children}
        </div>
      )}
    </div>
  );
}

const page = () => {
  const [value, setValue] = useState(0);
  const [selectedStyle, setSelectedStyle] = useState<selectedStyle>({
    background_color_index: 0,
    font_index: 0,
    font_size: 22,
    line_height: 0
  });

  const handleChange = (event: React.SyntheticEvent, newValue: number) => {
    setValue(newValue);
  };
  const handleFontSizeChange = (event: any, new_value: number) => {
    event.preventDefault();
    console.log(new_value);
    if (new_value > 40) {
      setSelectedStyle({
        ...selectedStyle,
        font_size: 22
      });
    } else {
      setSelectedStyle({
        ...selectedStyle,
        font_size: new_value
      });
    }
  };
  const handleFontChange = (event: any, new_value: number | number[]) => {
    event.preventDefault();
    setSelectedStyle({
      ...selectedStyle,
      font_index: new_value as number
    });
  };
  const handleChangeBackgroundColor = (event: React.MouseEvent<HTMLElement>, index: number) => {
    event.preventDefault();
    setSelectedStyle({
      ...selectedStyle,
      background_color_index: index
    });
  };
  
  return (
    <ThemeProvider theme={theme}>
      <div className="w-screen h-screen flex flex-col items-center text-[#000000] bg-[#E0E0E0] pl-[4rem]
      pt-[2rem] overflow-x-hidden overflow-y-scroll transition-all duration-700" style={{ backgroundColor: background_colors_options[selectedStyle.background_color_index].color, color: background_colors_options[selectedStyle.background_color_index].type == "dark" ? "#F5F5F5" : "#000000" }}>
        <TitleTabs value={value} handleChange={handleChange} color={background_colors_options[selectedStyle.background_color_index].type == "dark" ? "#ffffff" : "#000000" } 
        titles={[
          "مقدمه", "فلسفه پویش", "روش های رسیدن به هدف", 
          "شبکه اجتماعی پویش", "تجمیع توانمندی ها", "شتاب دهنده پویش", 
          "برند ملی", "مخاطبین پویش"
        ]} />
        <div>
          <TabPanel value={value} index={0} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          بیان خاطرات همواره لذت بخش نیست گاهی تلخی آن گلویت را سخت می فشارد ولی مرور همان خاطرات تلخ، شیرین و حلاوت بخش است اگر آن را با تو به اشتراک بگذارم تا شاید تو تکرارشان نکنی و یا شاید آگاهانه تر از من تجربه شان کنی.
          <br />
          من، جوان ایرانی، من که وارث فرهنگ، هنر و تمدن ایران زمینم، برای ایرانم چه کردم؟ در دورانی که نمی دانم ها، نمی خواهم ها و نمی توانم ها، فکر و هوشم را یه یغما برده بود، در دورانی که سنگ اندازی ها، رنگ باختن ها و عشق به مهاجرت از وطن، عادت شده بود من چه ها باید می کردم؟
          <br />
          جوان ایرانی، دنیای امروز به بهانه ضعف، به بهانه تحریم تو، هرگز نمی ایستد، تو هم نایست، چاره ای، حرکتی حتی سینه خیز. اگر دلدادگانی آسمانی، روزی امنیت مرزهای تو را رقم زده اند، تو هم جوانمردانه بکوش و پای عقب ننه که حضور تو در عرصه صادرات، امنیت اقتصادی کشور و مردمت را رقم خواهد زد و این است فلسفه این حضور و ما مصمم به پرواز، پروازی متفاوت و قطعا هیجان انگیز در اوج سپهر تجارت خارجی، فراتر از چشم اندازهای سنتی موجود، پروازی به بهانه صادرات که در آن جا اصالت، توامندی ها و ظرفیت های ایرانمان را نه فقط به رخ که بلکه فریاد بکشیم که ما می توانیم و با ترکیب عشق و عرق و عقل، بستر جهانی شدنمان را می گسترانیم. جوان ایرانی به پا خیز، ایران روزی به پاس همتت، به پاس حرمتت و به پاس مردانگی و غیرتت، تمام قد خواهد ایستاد و نام تو در تاریخ اقتصادی ایران هک خواهد شد چراکه این تو بودی که در سخت ترین شرایط تحریم، ساختارها را در هم کوبیدی و مردانه ایستادی.
          <br />
          و اما تو تحریم، تو جوانی مرا، تو توان و مال و بال و اوج پرواز مرا محدود و محصور خود کردی ولی من هستم، یک از هزاران دلداده این مرز و بوم، همچنان مقتدر، همچنان استوار، یادگار همت ملتی سراسر شور، سراسر عشق، سراسر عرق و سراسر فکر که سکوت شان سکون نبود، فهم و درک و منزلت شان بود و ما با بالهای خسته بسته از تحریم، هرگز تسلیم تو تحریم نخواهیم شد که یا راهی هست یا راهی می سازیم که نگاهمان همواره به آسمان است و این رسالت ما در پویش ملی صادرات است و خدا با ما است.
          <br />
          امروز در شرایط خاصی به سر می بریم، در مقطعی هستیم که چالش های ما فراتر از بحث های معمولی هر صادرکننده ای در هر نقطه از دنیا است. در حالی که برای خیلی از شرکت های نوپا و علاقمندان به توسعه تجارت در دنیا، معیارهای معمولی بازارها مطرح است اما ما علاوه بر این موارد، مشکلات دیگری هم داریم که با آن دست به گریبان هستیم مانند تحریم، نرخ ارز و حمل و نقل که نشان می دهد ما در شرایط عادی نیستیم بنابراین نباید بر اساس شرایط عادی فکر کنیم و تصمیم بگیریم و اقدام کنیم.
          <br />
          ما در اینجا به دنبال برند کردن افراد نیستیم و می خواهیم تلاش کنیم اتفاقات خوب و زیبا را در کنار شما با هم رقم بزنیم. هر اتفاق خوبی اگر قرار است که بیفتد با، با هم بودن است که لذت بخش است و به امید خدا در کنار هم می توانیم ایران را به کشوری متفاوت از آن چه که هست تبدیل کنیم.
          <br />
          در این خصوص باید بدانیم که صادرات فقط تولید با کیفیت، بسته بندی، قیمت رقابتی و بازاریابی و حضور در بازار نیست. به عنوان مثال ما بزرگترین تولیدکننده زعفران دنیا هستیم و بیش از ۹۴% زعفران دنیا در این کشور تولید می شود و از آن جایی که ما بهترین زعفران دنیا و بیشترین زعفران دنیا را تولید می کنیم ما باید تعیین کننده قیمت و بازیگر اصلی عرصه تجارت این محصول در دنیا باشیم اما چرا این گونه نیست؟ به این دلیل که نتوانستیم خود را به درستی معرفی (Present) کنیم. اگر نتوانیم بگوییم که این محصول متعلق به من است در فروش آن هم موفق نخواهیم بود. پس موضوع برندسازی فراتر از این است که یک لوگو بسازیم و شعار بسازیم و تصور کنیم شناخته شده ایم. برند یعنی قصه شما، برند نشان و لوگوی شما نیست، وقتی بتوانم جذابیت ایجاد کنم که گذشته من چه بوده است، آن کار و محصول من ارزش پیدا می کند. پس در تعریف خود باید قصه خود را اشاره کنیم و فی البداهه نمی توانیم سهم از بازار خود را توسعه دهیم مگر آن که قصه سازی کنیم. پویش ملی صادرات این قصه را می سازد و ما هر کدام برای محصول خود باید قصه مخصوص به خود را داشته باشیم و اگر نتوانیم قصه خود را به خوبی تعریف کنیم محصولمان برد زیادی نخواهد داشت و دوام زیادی هم نخواهد آورد.
          <br />
          در بین ما کسانی که موفق نشدند، صاحب یک تجربه تلخ هستند و کسانی که موفق شدند، ترکیب این موفقیت را در چهار ستون خرد، جسارت، متانت و حرکت می بینیم که منتهی می شود به تجربیات شیرین که اگر خرد نبود نمی دیدیم، نمی یافتیم، اگر جسارت نبود جرأت حضور در صحنه را نداشتیم و اگر حرکت نبود جسارت، تبدیل به موفقیت نمی شد اما متانت؛ کسی که نکات مثبت را برای رسیدن به یک هدف بالاتر در اختیار دیگران قرار می دهد با هدف این که مجددا به دنبال نکات مثبت برود، تعریفی جز انسان دوستی و کار تیمی و به عبارت درست تر تعریفی جز متانت در تجارت ندارد.
          <br />
          امروز می خواهم شما را به مسئولیتی خطیر دعوت نمایم تا شاید چشم اندازهایی به مراتب وسیع تر از آن چه در سر داریم به وقوع بپیوندد. مسئولیت من ایجاد بستر پویش ملی صادرات بوده و هست که تا هستم انشاءالله در خدمتتان خواهم بود و با هم تلاش می کنیم تا حماسه ای ماندگار رقم زنیم و اما مسئولیت شما؛ تحصیل جای خود، رفاه و آرامش جای خود ولی شما موظفید که فرزندانتان را از همان ابتدا با محیط کسب و کار و کارآفرینی آشنا سازید. این دین فرزندان شما بر گردن یکایک شما است که از همان سنین طفولیت، آینده ای پرتلاش و ناب برایشان رقم زنید تا خود، مستقل، مسیرهای کارآفرینی را طی و خلق نمایند. کودکی که در رفاه رشد کرد مرفه خواهد بود ولی مروج کارآفرینی و مؤثر نخواهد بود. 
          <br />
          علاوه بر این کسی که از کشور خارج می شود را مغز متفکر مطلق ندانیم. بدانیم که مغزهای متفکر بسیاری در این کشور ایستادند، پای این کشور ایستادند، برای این کشور ایستادند تا بتوانند اتفاقات متفاوتی را رقم بزنند پس فکر نکنید ما نمی توانیم برویم بلکه غیرت داریم و برای کشور خود ایستاده ایم. لذا ضمن احترام به دانشی که دیگران کسب کرده اند بیایید کمک کنیم در کنار دانشی که می آموزیم، تحصیلات تکمیلی را ترجمه ای متفاوت کنیم. تحصیلات تکمیلی، تحصیلاتی است که یا به ارزآوری یا به ممانعت از خروج ارز منجر شود.
          </TabPanel>
          <TabPanel value={value} index={1} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          باور به توانمندی های جوانان و تمرکز بر جوانگرایی و جانشین پروری نشان از بلوغ اندیشه های پیشکسوتان است. عمر صادرات سنتی سالیان سال است که به سر آمده و حضور و تجمیع ظرفیت ها و توانمندی های شما عزیزان که تاریخ سازان آینده ایران زمین هستید تنها راهکار برون رفت از این شرایط نامطلوب اقتصادی کنونی است. 
          به سرمایه های خود ایمان داشته باشید، خود را، ظرفیت های خود را، قدرت و جوانی خود را و ایمان خود را باور داشته باشید. شما هستید که در کنار هم می توانید با همدلی و هم زبانی بر تمامی مشکلات فایق آمده و طرحی نو دراندازید که این هدف غایی پویش ملی صادرات است.
          <br />
          اما امروز موفقیت، در چیز دیگری است، آیا باور داریم در آهستگی و پیوستگی است؟ آیا در سرعت است ولی با اطمینان و استواری است؟ یا در شناخت شایستگی ها و تطبیق با شرایط است؟ امروز چالش های فراسوی تولید، سرمایه گذاری و صادرات، با گذشته بسیار متفاوت است. 
          اتفاقات دیگری در کشور در حال رخ دادن است که باید با آن ها توان مقابله داشته باشیم. در این خصوص چقدر ما بزرگ و متفاوت فکر می کنیم؟ من در بحث صادرات فلان محصول خیلی تلاش کردم، دو سال تلاش کردم اما موفق نشدم، تصمیم گرفتم بروم سراغ واردات فلان محصول. 
          اما آیا واقعا ایستادگی کرده ایم؟ ایستادگی هوشمندانه کردیم؟ کاشت، داشت، برداشت نه فقط در حوزه کشاورزی است بلکه در تمامی رشته های بازرگانی، آموزشی، فرهنگی و مگر می توان دانه ای را کاشت و انتظار داشت که همان موقع رشد کند؟ قطعا چند سال زمان می برد و نیاز به ایستادگی و خستگی ناپذیری دارد. 
          باید بزرگ فکر کنیم که اگر در بعد صادرات به نتیجه نرسیدیم برویم به سراغ پزشک مرتبط با آن تا بدانیم مشکل چیست.
          <br />
          برای حل این مشکلات باید بدانیم که فلسفه پویش ملی صادرات چیست؟ به زبان ساده، تجربه تلخ را تجربه نکنیم و تجربیات شیرین را شیرین تر تجربه کنیم. 
          از لحاظ حرفه ای آن چه را که در مرامنامه پویش ملی صادرات تعریف کرده ایم، فلسفه پویش ملی صادرات، ترغیب و ترویج فرهنگ صادرات و تمرکز بر تجمیع توانمندی ها و ظرفیت ها است. 
          اما هدف پویش ملی صادرات، Vision، چشم انداز و اهدافمان چیست؟ بیاموزیم که صادرات را بیاموزیم. باید جوانان، کودکان و فرزندان خود را در این مسیر حرکت دهیم. 
          پس پویش ملی صادرات آمده است تا یک نگاه مثبتی را به صادرات به نسل جوان و نسل های آینده کشور تقدیم کند. این که ما در شرایط فعلی، چگونه باهم وزنه های سنگین را بلند کنیم. قطعا هر کداممان به تنهایی، رضازاده نیستیم. 
          ما هم مجبوریم متفاوت عمل کنیم. 
          واقعا ارزآوری در بحث صادرات و خلق ثروت مشکل شده است اما آمده ایم بشنویم چگونه این مشکلات را حل کنیم و می خواهیم در گام هایی که پیش روی ما است بگوییم که چگونه این وزنه ها را بشکنیم و چگونه آن ها را بلند کنیم، نمونه های موفق چگونه اند.
          <br />
          رک، شفاف و مشخص، خیلی شفاف به این مطلب اصرار دارم If you don’t have a competitive advantage leave it and don’t compete. 
          اگر قرار است advantage متفاوت و قابل رقابتی نداشته باشیم، ترجیحا وارد بحث صادرات و رقابت نشوید. 
          پس اگر قرار است کالایی را تولید کنیم سعی کنیم با نگرشی متفاوت، نگاهی متفاوت و بینشی متفاوت آن ایده را به اجرا تبدیل کنیم یا آن فضایی را که بالفعل در آن فعال هستیم را احیا کنیم.  
          قرار نیست چرخ را از ابتدا بسازیم، چرخ هست به شرط این که درست و به جای خودش و سر جای خودش از آن استفاده کنیم.
          <br />
          هدف کلان ما تربیت ۱۰۰ هزار صادرکننده جوان پیشرو است. اگر در چاه های نفت را ببندیم و نفت صادر نکنیم می توانیم در صنایع پتروشیمی سرمایه گذاری کنیم، می توانیم در Value added productهای با base نفت کار کنیم و دیگر نفت صادر نکنیم. حدود ۷۰ میلیارد دلار صادرات نفت و میعانات گازی است. ترکیه امروز نزدیک به ۵۰۰ میلیارد دلار صادرات رسیده، کشوری که نفت ندارد، کشوری که گاز ندارد. 
          ما امروز به ارتش ۱۰۰ هزار نفری صادرکننده نیاز داریم. اگر هر صادرکننده جوان پیشرو ۱ میلیون دلار صادر کند، ۱۰۰ میلیارد دلار صادرات داریم که این مسئله، رؤیا نیست و  در سال اول پویش ملی صادرات، ۲۴ صادرکننده تحویل جامعه دادیم و این ها به طور متوسط نزدیک به ۱ میلیون دلار صادرات انجام می دهند.
          <br />
          همه این موضوعات را مطرح کردیم که به این جا برسیم، چگونه انجام دهیم؟ در دنیای امروز با توجه به این که کارآفرینی، اتفاقی است که در سنین جوانی اتفاق می افتد، چگونه انجام دادن، راه حل دارد. وظیفه اتاق های بازرگانی علی الخصوص در بعد جوانان و وظیفه اتاق جوانان بازرگان است Junior chamber of commerce که دو اتفاق را رقم بزنند.
          <br />
          مسئولیت اتاق بازرگانی چیست؟ تسهیل و ترویج. وظیفه اتاق بازرگانی در همه کشورها، تسهیل است و ترویج و لا غیر. 
          هر کشوری که بحث تسهیل و ترویج، در آن بیشتر رایج باشد، آن کشور بلوغ یافته تر است و آن اتاق بازرگانی، بالغ تر. یک جوانی که وارد اتاق بازرگانی می شود، سرمایه ندارد، اعتبار ندارد و تازه می خواهد وارد بازار شود. 
          قرار نیست برای کارآفرینی ده میلیارد سرمایه داشته باشم و در ازای آن سند خانه خود را گرو بگذارم. در دنیا این گونه است که وقتی یک دانشجو یا یک جوان می خواهد وارد فضای کسب و کار شود، ارزیابی می شود که تو چه کرده ای در دوران مدرسه و دانشگاه و حالا که می خواهی وارد فضای کسب و کار شوی، ما از تو انتظار داریم که چه اتفاقی را رقم بزنی؟ 
          ایده ات را بنویس، من برای ایده ات ارزش می گذارم، این ایده ارزش دارد و این است وظیفه اتاق بازرگانی. وظیفه پارلمان بخش خصوصی، ترویج است و تسهیل.
          <br />
          در این میان، تفاوت پویش ملی صادرات با کلاس های تخصصی آشنایی با مقررات بازرگانی در این است که ما قرار است اینجا مطالبی را بیاموزیم که به درد کسب و کار امروزمان بخورد. امروز از اصول اینکوترمز فقط CIF و DDU مورد نیاز است. ما می خواهیم سریعتر به سمت هدف پرواز کنیم و سریعتر به سمت هدف حرکت کنیم در نتیجه تلاش داریم این نکات را یاد بگیریم. 
          هر اطلاعاتی، اطلاعات نیست. قرار نیست ما مجمع الاطلاعات تجارت بین الملل باشیم. باید آن چه را نیاز داریم بیاموزیم. امروز فروش CIF و DDU است و لازم است که همین دو اتفاق را متوجه شویم، 
          مسئولیت های فروشنده و مسئولیت های خریدار را متوجه شویم، تعریف Covered by right insurance policy را متوجه شویم اما به طور کلی توصیه این است که در کسب و کار خود بر خدا توکل کنید. نیتتان خدمت باشد، منافع ملی را بر منافع شخصی رجحان دهید. با نیت خیر وارد کار شوید تا برای جوانان کشور، اشتغال ایجاد کنید. 
          مطمئن باشید خداوند به شما روزی می دهد، به شما برکت می دهد و در بسیاری از بزنگاه ها شما را نجات می دهد. 
          همه باید دست به دست هم دهیم به مهر، میهن خویش کنیم آباد. ما باید با جنگ اقتصادی مقابله کنیم. ما هستیم که باید باهم اقتصادمان را بسازیم. ما هستیم که باید مسئولیت اجتماعی خود را به درستی اجرا کنیم. 
          باید منافع اجتماعی، منافع جمعی و منافع ملی را اولویت قرار دهیم که منافع خودمان هم در آن است. اگر قدم برداشتیم، قدم در راه منافع جمعی بگذاریم. باید با جمع کار کنیم و روزی خود را تقسیم کنیم، خمس و زکات و مالیات به جای خود اما باید روزی خود را تقسیم کنیم، 
          باید سفره خود را در برابر دیگران پهن کنیم. معضل اصلی ما بیکاری است و باید در این راستا قدم برداریم. اگر دانشی داریم، توانمندی داریم یا سرمایه ای داریم در راستای توسعه، در راستای اشتغال و در راستای ساختن اقتصاد کشور عزیزمان قرار دهیم که امروز از هر اقدامی، لازم تر و واجب تر است و باید حامی منافع ملی باشیم.
          </TabPanel>
          <TabPanel value={value} index={2} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          نده از نقد صرف بیزارم، اگر نقد می کنیم باید مدل اجرایی داشته باشد و اگر قرار باشد کارآفرینی به روش صادرات را طراحی کنیم آیا خودمان را پشت زمان محدود مخفی کرده ایم؟ 
          پشت دولت ناکارآمد یا بی مدیریت آزاردهنده، خودمان را مخفی کرده ایم؟ خودمان را پشت تحریم ها مخفی کرده ایم؟ می گوییم با تحریم نمی شود کار کرد؟ بدون سرمایه نمی شود کار کرد؟ اما ما می گوییم می شود.
          <br />
          به همین منظور، تمرکز پویش ملی صادرات بر این مطلب است:
          <br />
          Building the Right relationship, with the right customers, by the right products, by the right services, covered by right insurance policy, at the right time profitably, to the right place, with the right manner, to the Globe
          <br />
          و این مدل پویش ملی صادرات است و امکان ندارد خللی به آن وارد شود و کسی که می خواهد صادرکننده شود فقط باید این داستان را طی کند.
          <Image className='py-6 m-auto' src={right_rules_pic} alt='Building the Right relationship, with the right customers, by the right products, by the right services, covered by right insurance policy, at the right time profitably, to the right place, with the right manner, to the Globe' />
          امروز دیگر MBA و DBA پاسخ نمی دهد، بالاتر از MBA و DBA، مدیریت قلب ها است که اولین نیاز آن صداقت است که در ابتدای تمام رسالت معنوی ما در اسلام هم همین مطلب قرار دارد. نباید از ابتدای راه باهم شریک شویم و وقتی به بلوغ محصول رسیدیم از هم جدا شویم. بزرگترین ضعف ما نداشتن Team work است که دلیل آن هم نداشتن فرهنگ متناسب با آن است. مدیریت، باید مدیریت قلب ها باشد به این نحو که به صورت شفاف، صادق و هدفمند بتوانیم از درون هم عبور کنیم. بزرگترین شرکت ها معتقدند که همه چیز در جمع به وجود می آید. ما می گوییم نماز جماعت، ثواب دارد، چرا دعا می کنیم در جمع، چرا عروسی می کنیم در جمع؛ آن ها همه چیز را در جمع و Team Work می بینند اما ما متأسفانه کارهایمان را قائل به فرد می دانیم.
          <br />
          با این وجود ما علاقمند هستیم در پویش ملی صادرات، افراد را به این سمت بکشیم که فکر هست، نیروهای نخبه وجود دارد، افرادی هستند که تمایل به صادرات دارند و از تأمین هم چیزی نمی دانند و از سرمایه گذاری هم نه چیزی می دانند نه قدرت آن را دارند که بخواهند در بعد سرمایه گذاری، سرمایه گذاری کنند. می خواهیم آن ها را به این سمت بکشیم و بگوییم که می توانیم در کنار هم جمع شویم و یک شرکت حرفه ای مدیریت صادرات قوی، خودتان تشکیل دهید و از ظرفیت های موجود در کشور استفاده کنید و این همان اتفاق مبارکی است که می خواهیم در پویش ملی صادرات بیفتد. ولی آیا شرکت مدیریت صادرات ما دانش بنیان است؟ استفاده از لفظ دانش بنیان صرفا این نباشد که فقط یک دانشی را داشته باشیم بلکه همان دانش هم ممکن است امروز با فردایش تفاوت داشته باشد، آیا بر مبنای استانداردهای امروز، بر مبنای نیازهای امروز اطلاعاتی را در اختیار تأمین کننده قرار می دهد یا نمی دهد؟ شرکت مدیریت صادراتی که این اتفاق را رقم زد از سهم و رتبه بالاتری برخوردار است.
          <br />
          بنابراین رسالت و فلسفه این حضور چیست؟ mission و مأموریت ما در این حضور چیست؟ تمرکز بر تجمیع توانمندی ها. اما چگونه دست به دست هم بدهیم تا بتوانیم اتفاقات متفاوتی را رقم زنیم؟ تو اگر برخیزی، من اگر برخیزم همه برمی خیزند، we can, we win but together. امروز فقط و فقط پیروزی در کار تیمی و باهم بودن است. باید بیاموزیم که می توانیم باهم کار کنیم. موفقیت امروز در کار تیمی است و فلسفه پویش ملی صادرات این است که تجربه تلخ را تجربه نکنیم و تجربه شیرین را شیرین تر تجربه کنیم.
          <br />
          به طور کلی اصل و اساس پویش صادرات، لابی گری است. در لابی، مطالب منتقل می شود. لابی، تفکر یهودیت بود که می گفتند فضایی را تخصیص بدهیم تا همه در آن جا به مشورت بنشینند و مطالب مختلفی را ارائه کنند، از مشکلاتشان و توامندی هایشان بگویند. ما نیز در پویش صادرات به دنبال این هستیم که هر کس از داشته های خود بگوید. باید دست همدیگر را بگیریم چراکه که به تنهایی نمی توان اتفاق دیگری را رقم زد.
          <br />
          به همین منظور، امروز منظومه کارآفرینی به روش صادرات را تهیه کرده ایم. یک شبکه تجاری به نام export campaign طراحی کرده ایم و در آن سوالات متدوال را پاسخ می دهیم (FAQ).
          <Image className='py-6 m-auto' src={faq} alt="business network" />
          در کنار این اتفاق با شعار ما می توانیم ولی با هم، یک بحث آموزشی را به صورت صفر تا صد صادرات در ۱۰ گام توضیح داده ایم شامل این موارد: صادرات را از کجا آغاز نماییم؛ پرورش و توسعه کسب و کار صادراتی من؛ شناسایی و انتخاب بازارهای هدف صادراتی؛ بلوغ صادراتی؛ توسعه استراتژی؛ ورود به بازارهای هدف؛ تأمین و تحویل در شرایط تحریم؛ تأمین منابع مالی؛ مدل های مدیریت صادارت و جهانی شدن که ترکیب علم و عمل و ترکیب علم و تجربه است. در این خصوص حضرت علی علیه السلام می فرمایند: ((یا معشر التجار الفقه ثم المتجر)) و این کلام را سه بار تکرار می کنند. اول شناخت و آگاهی از احکام سپس تجارت.  ۱۴۰۰ سال پیش این مطلب را بیان می کنند که اهمیت شناخت و آگاهی است، اهمیت علم است که علم محصول تجربه مستند شده است.
          <Image className='py-6 m-auto' src={levels_specification} alt="10 export levels specification" />
          در کنار این، شعاری را مطرح کردیم Your Idea Matters، IDEA (Intelligence, Dating, Equanimity, Action)، یعنی خرد، جسارت، متانت، حرکت که یک Accelerator و شتاب دهنده است و در آن ایده ها به بلوغ می رسد، چراکه ایده ای که در فکر است با ایده ای که مسیر درست گام ها را طی می کند تفاوت زیادی دارد. در این شتاب دهنده یک Startup event با محوریت صادرات است و نگاه به بازار صادراتی دارد حتی ایده هایی که در startup weekend ها مطرح می شود در این شتابدهنده بازآفرینی می شود با یک بازار فراتر از ۸۰ میلیون.
          <Image className='py-6 m-auto' src={idea} alt="IDEA (Intelligence, Dating, Equanimity, Action)" />
          در کنار این فعالیت ها، Export Plus Service Center را راه انداختیم که یک مرکز مشاوره و در کنار آن یک مرکز رشد است و فضایی را در اختیار کسانی قرار می دهد که ایده بالغ دارند و ایده های ناب را به صورت Select شده در مرکز رشد می بریم که هم فضایی برای رشد داشته باشند هم از نزدیک مشاوره ببینند.
          <Image className='py-6 m-auto' src={export_service_center} alt="export service center" />
          در بحث صنایع غذایی، یک برند ملی از سال ۲۰۱۵ به نام The Peaceful World ایجاد نمودیم که در بحث صنایع غذایی هم ایمنی غذایی و هم امنیت غذایی را هدف گرفتیم و مجموعه های غذایی را به بلوغ می رسانیم، تجمیع توانمندی ها می کنیم، به روز رسانی می کنیم، آن ها را به استاندارد جهانی می رسانیم و تحت یک برند، بدون دریافت سود و منفعت به صورت مشترک فعالیت می کنیم.
          </TabPanel>
          <TabPanel value={value} index={3} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          <Image className='py-6 m-auto' src={exploring_export_campaign} alt='exploring export campaign' />
          مدل اول رسیدن به اهداف پویش ملی صادرات به این صورت است که قرار است هم در ایران و هم برای ایرانیان مقیم خارج از کشور یک Social Network برای پویش ملی صادرات ایجاد شود و هر کس یک page اختصاصی برای خود داشته باشد که در آن خود را معرفی کرده و از توامندی ها، ظرفیت ها و نیازهای خود بنویسد و share کند و public کند. ما ظرفیت بزرگی داریم که همین اتفاق، یک نمایشگاه دائمی است. البته در این خصوص، هر گونه معاملاتی بین شما اتفاق بیفتد، پویش ملی صادرات هیچ گونه مسئولیتی ندارد، ما فقط آشنایی ایجاد می کنیم و شبکه سازی می کنیم.
          </TabPanel>
          <TabPanel value={value} index={4} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          در گذشته، زمانی بود که پویش ملی صادرات نبود و کسی را نداشتم که به من صادرات را یاد دهد، آن زمان صادرات را از چه آموختم؟ سعی و خطا، Try & Error که یا برنده بودیم یا بازنده که اگر بازنده بودیم ادامه نمی دادیم. باید بیاموزیم که صادرات را بیاموزیم. اتفاقا صادرات راحت است چراکه پویش ملی صادرات وجود دارد. من از ۳۵۰۰ دلار سرمایه به ۲۵۰ میلیون دلار صادرات می رسم، به دلیل تجمیع توانمندی ها چراکه از دست دادن سرمایه مالی به معنای از دست دادن سرمایه اعتباری نیست.
          <br />
          پس مدل دوم، Teaming up به معنای تجمیع توامندی ها به صورت مستقل است. ما می خواهیم زنجیره های ارزش را با کمک شما برای محصولات صادراتی ایجاد کنیم. به عنوان مثال در استرالیا به صورت شخصی یک شبکه و زنجیره پخشی به نام Ostindo دارم که برند Queen diamond را پخش می کند، آیا این شبکه فقط باید خرما، کشمش، پسته و بیسکوئیت پخش کند؟ خیر. شما محصول تولید کنید، ایمن باشد، قابل دفاع باشد، قطعا آن را در نمایشگاه استرالیا معرفی خواهم کرد و از امثال من زیاد هستند که هر کدام امکانی در جایی داشته باشد.
          <Image className='py-6 m-auto' src={teaming_up} alt="teaming up strategy for businesses" />
          به عنوان مثال دیگر INC, International Nuts Conference قسمتی به عنوان جایزه محصول داشت که می بایست بهترین محصول انتخاب شود و محصولی برنده شد همانند گز ایران، که شرکتی امریکایی با شربت، همچین محصولی تولید کرد و برنده مسابقه شد. ما چند سال است که گز تولید می کنیم؟ این محصول برنده شد به این دلیل که صد در صد خشکبار بود و صد در صد نوآوری بود. امریکا پسته زیاد دارد و سالی ۵۰ تا ۸۰ هزار تن پسته خود را برای مدیریت کردن بازار سال آینده، برای رهبری کردن سال آینده به عنوان carry over حفظ می کند پس پسته زیاد دارد و می خواهد مصرف را بالا ببرد بنابراین بجای پسته، مغز پسته را بسته بندی می کند، مغز را هم کیلویی نمی توان فروخت بنابراین یک شیرینی از آن درست می کند. ما در رابطه با محصولاتمان، ایده و نوآوری نداریم؟ گز ما نمی تواند به صورت صنعتی، یک کالای قابل دفاع تولید کند که بتوان در دنیا مطرح نمود، حداقل یک استانداردی، production date, expire date, best before و یک بسته بندی درستی داشته باشیم که اگر این کار را انجام دادیم، امثال منی هستند که در شبکه های کوچکی که دارند این انتظار را از آن ها داریم که محصول ما را وارد بازار کنند یعنی Teaming up، ایجاد زنجیره تأمین. قرار نیست من تولیدکننده حتما صادرکننده باشم. قرار نیست من تولیدکننده همه اتفاقات را خودم رقم بزنم.
          <br />
          به عنوان مثال، در نمایشگاه های بین المللی خارجی محصولاتمان منحصر در پسته، کشمش، خرما و زعفران است. یک دنیا صادرکننده پسته می آید و مشتری آن جا پادشاهی می کند و از هر غرفه یک قیمت می گیرد. این یک واقعیت است. همه ما حتما باید چند متر غرفه بگیریم، حتما همه کاتالوگ بزنیم، حتما همه بلیط هواپیما بخریم، حتما همه هتل بگیریم و …. اما نتیجه این می شود که مشتری بزرگی که می خواهد ۱۰۰۰ کانتینر قرارداد ببندد، وقتی به من می رسید می گوید چند کانتینر داری و من می گویم let me check و در جواب می گویم ۵ کانتینر. غرفه کناری می گوید ۱۰ تا و تا آخر. در این جا اصلا بحث قیمت نیست، بحث ادبیات مذاکره است، بحث توان تأمین است. اصلا مشتری های بزرگ اول قیمت نمی گیرند. اگر مشتری ای را دیدید به شما گفت چند، نشان از بزرگی او نیست، مشتری های بزرگ اول از شما می پرسند تو که هستی؟ یک reference از خودت بده، کجاها را تأمین کردی؟ توان تأمینت چقدر است؟ ما بازار روسیه را در زمان تحریم امریکا از دست دادیم به این دلیل که آدم بزرگ در این زمینه نداشتیم. البته از دید خودمان بزرگ و پولدار داشتیم اما تأمین کننده بزرگ نداشتیم. آن کس که بیاید و بگوید من پسته تو را تأمین می کنم، سبزیجات تو را تأمین می کنم، یعنی کاری که ترکیه در بحث قطر انجام داد چراکه تجمیع توانمندی هایشان درست اتفاق می افتد. بیایید بیاموزیم که صادرات را بیاموزیم نه بازرگانی خارجی را. صادرات قرار نیست صرفا به دست ناتوان من اتفاق بیفتد.
          <br />
          اگر پسته فروش ها بجای این که هر کدام غرفه مستقلی بگیرند، توامندی هایشان را تجمیع کنند و بگویند قیمت پسته را امسال روی ۹۰۰۰ هزار دلار می بندیم، چه مشتری بزرگ بیاید چه نیاید، می توانیم موفق باشیم. باید در کنار هم قرار بگیریم و هزینه های ثابت را کم کنیم، غرفه محدودتر، تأمین بالاتر که نتیجه آن می شود که در همان روز اول نمایشگاه می توانیم فروش خود را داشته باشیم یعنی شرکت AHT قدیمی با دست به دست دادن با شرکت های دیگر الان توان تأمین ۱۰۰۰ کانتینر را دارد. در این صورت سود همه ما تضمین می شود که هر کدام سهم خود را بفروشیم یعنی یک division quality management control بگذاریم که وظیفه آن کنترل کیفیت محصول باشد که این اتفاق می تواند در تمامی صنایع رقم بخورد. در فضای محدودتر می توانیم به تبلیغات محیطی و اطلاعات جامع تری برسیم که به این می گوییم تجمیع توانمندی ها.
          <br />
          استفاده از شبکه های فروش موفق، من توانسته ام در فلان بازار فلان محصول را موفق بفروشم، این بلوغ در من کارآفرین خوش فکری که یک موفقیتی را داشته ام ایجاد شود که تجربه شیرین خودم را با دیگران به اشتراک بگذارم در این راستا تعهدی به دیگران نمی دهم اما تلاشم را می کنم تا کالای دیگری را از همان شبکه به فروش برسانم. من قرار نیست فروشنده هر کالایی باشم پس می توانم فروش خیلی از کالاها را به دیگران بسپارم.
          <br />
          کسی که مشتری دارد و مشتری او وارد بازار Tesco شده این مزیت را در اختیار دیگران هم قرار دهد و این اتفاقی است که در کشورهای رقیب ما می افتد، بلوغی است که اتفاق می افتد و تا من بالغ نباشم این اتفاق نمی افتد. این مدل، مدل تجمیع توانمندی ها با حفظ استقلال است. به عنوان مثال، مدلی که برای نمایشگاه ها مطرح کردم به این شکل بود که یک gathering را رقم می زنیم اما هر کس کار خودش را می کند ولی استانداردسازی و کیفی سازی می کنیم و کالای مان را بر اساس یک استاندراد مشخص عرضه می کنیم اما حداقل، قدرت چانه زنی و مذاکره با مشتری های بزرگ مان را داریم.
          <br />
          مدل سوم، تجمیع توانمندی ها با هدف حذف رقابت است. برای حذف رقیب، من با فردی که بخش دیگری از بازار دارد یا هر دو در یک بخش تلاش می کنیم با همدیگر merge شویم. در نتیجه هزینه های مشترک ثابت کاهش پیدا می کند، به بازارهای رقبا یا بزرگتر دسترسی پیدا می شود، افزایش سرمایه و از همه مهمتر، افزایش قدرت و توان تأمین پیدا خواهیم نمود که به آن مدل Merger یا Acquisition می گویند.
          <Image className='py-6 m-auto' src={handshake_1} alt="" />
          این مدل به این شکل است که هر کدام یک بخش را در اختیار داریم، یک نفر کشتی های نفتکش و قاره پیما دارد، یک نفر حمل قطار و حمل های زمینی دارد، یک نفر کشتی های کوچکتر و مسافربری دارد و همه این ها به طریقی کنار هم کار می کنند. شرکت بزرگتر با شرکت کوچکتر به توافق می رسند تا شرکت بزرگتر بماند Acquisition یا یک شرکت با شرکت دیگر merge می شود و تبدیل می شوند به یک شرکت بزرگتر. به عنوان مثال خط کشتیرانی P&O خط Nedlloyd را می خرد و می شود خط P&O Nedlloyd و یا خط کشتیرانی Maersk line، P&O Nedlloyd را می خرد و می شود Maersk و یا خط کشتیرانی امارات United Arab Emirates توسط Hapag Lloyd آلمان خریداری می شود، یعنی شرکت آلمانی که تخصصش بازارهای اروپا است، شرکتی را که تخصصش بازارهای آسیا است را خریداری می کند و می شود Hapag Lloyd.
          <Image className='py-6 m-auto' src={acc_mrg} alt="the difference between acquisition and merger strategies" />
          مدل چهارم، تجمیع توانمندی ها به مدل Strategic Alliance به این معنا که هر کدام بازار یک بخش دنیا را داریم و به این صورت باهم merge می شویم مانند خط هواپیمایی Klm و Air France دفاتر فروششان را یکی می کنند، supply chain را یکی می کنند، همانی که به klm غذا می دهد به air france هم غذا می دهد، همانی که بلیط klm را می فروشد، بلیط air france را هم می فروشد که این ها مثال های شرکت های بزرگ است. مگر دفتر فروش من باید فقط برای من کار کند؟ اگر دفتر فروش حرفه ای تعریف کنیم، می تواند چند شرکت بزرگ را پشتیبانی کند. به این صورت به هم می پیوندند که هم Klm هست هم Air france هست. باهم joint شدند نه این که یک شرکت شوند بلکه منافعشان را وسط گذاشتند و هزینه های مشترکشان را به اجماع رسیدند و کم کردند، دفاترشان را یکی کردند، در تمامی کشورها و شهرها دفاترشان یکی شد، هزینه هایشان نصف شد، ظرفیتشان دو برابر شد و بلکه چند برابر شد به این صورت که هواپیمایی که مثلا مسیر نتردام به نیویورک را باید می پیمود، از مسافرین هواپیمایی دیگر استفاده می کند و در مقابل یک مسیر جدید دیگری برای خود تعریف می کند چراکه قرار نیست دو هواپیما در یک مسیر حرکت کنند در نتیجه فعالیتش در بازار هدف را افزایش می دهد.
          <Image className='py-6 m-auto' src={handshake_1} alt="" />
          وقتی صحبت از هر اتفاقی می شود می گویم می توانیم انجام دهیم ولی با هم. قطعا به تنهایی نمی شود حتی اگر ده میلیارد دلار هم سرمایه داشته باشید این سرمایه یک روز تمام می شود. به صادرات هم نمی رسید مگر این که دست به دست هم دهیم. ابر و باد و مه و خورشید و فلک در کارند در بازار صادرات تا تو نانی به کف آری. صادرات سخت است؟ بله صادرات خیلی مشکلات دارد که می توانیم مشکلات آن را عالمانه حل کنیم حتی در این شرایط تحریم. تحریم، مواد غذایی را هدف نگرفته، یک سری کالاها را هدف نگرفته، بحث دارویی را هدف نگرفته، بحث خدمات فنی مهندسی را هدف نگرفته، بخش دانش را هدف نگرفته. اگر نمی توانیم سیمان صادر کنیم می رویم سراغ کالاهای دیگر، حتما نباید آن کالایی که داریم را صادر کنیم. باید ببینیم چه کالایی چه مزیتی در بازار هدف دارد و زیباتر از آن، خودمان نیاز خلق کنیم. به عنوان مثال به راحتی در ایران می توانیم تیشرت تولید کنیم اما چرا نمی توانیم تیشرت صادر کنیم؟ به این دلیل که نمی دانیم بازار هدفمان چه می خواهد.
          <br />
          به عنوان مثال در حال حاضر در امارات ۳ میلیون و ۵۰۰ هزار تیشرت با عبارت I love Dubai, I love Emirates و … فروخته می شود و این در حالی است که فاصله ما تا امارات بسیار کم است و کرایه بندرعباس تا امارات، ۷۰ دلار است و حتی اگر تحریم شدیم با لنج می توانیم بار خود را ببریم اما این تیشرت ها در حال حاضر از اندونزی و چین و مالزی تأمین می شود و آن ها برای کرایه کانتینر تا امارات باید ۱۵۰۰ دلار بپردازند و این به معنای مزیت رقابتی مطلق برای ما است اما ما نمی توانیم از آن استفاده کنیم. تحریم هستیم که باشیم، گرفتاری داریم که داشته باشیم، باید دنبال این بگردیم که چه کالایی باید صادر شود نه این که ما چه کالایی داریم، باید کالایی که داریم را فراموش کنیم. ما بجای bulk فروشی باید به سراغ فروش بسته بندی های کوچک برویم که هم ارزش دارد و هم سود و منفعت در آن است. بجای فروش یک کانتینر پسته به صورت فله با سود ۱ درصد، یک کانتینر پسته با بسته بندی کوچک می فروشم و ۱۰ درصد سود می کنم. پس ما سختی ها را با کمک هم می توانیم راحت کنیم. می توان صادرات کرد، باهم صادرات کنیم ممکن است ولی قطعا به تنهایی معنایی ندارد بنابراین شعار تجمیع توانمندی ها مطرح شده.
          </TabPanel>
          <TabPanel value={value} index={5} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          بحث دیگری که در پویش دنبال می شود، شتاب دهنده پویش ملی صادرات است. در شتاب دهنده پویش ملی صادرات، می خواهیم بگوییم سرمایه گذار هست، سرمایه گذاری می توان کرد، شما دغدغه سرمایه گذاری نداشته باش بلکه ایده خود را مطرح کنید، از صفر شروع کنید و تا آخر آن را ببینید که از کجا شروع می کنید و چگونه از صد هزار دلار سرمایه ابتدایی استفاده می کنید و به کجا می خواهید برسید.
          </TabPanel>
          <TabPanel value={value} index={6} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          علاوه بر این باید بدانیم که قرار نیست که اگر ما صادرکننده هستیم، حتما خودمان یک غرفه داشته باشیم. ۹ متر غرفه به عنوان کمترین اندازه غرفه در نظر گرفته می شود، ۱۸ تا غرفه دار ایرانی، در مجموع ۱۶۲ متر غرفه اجاره می کنند اما بازدهی زیادی ندارد به این دلیل که هیچ هماهنگی ای باهم ندارند و وقتی ما نمی توانیم بین خودمان، اتحادی تعریف کنیم و با جنگ قیمت به بازار صادرات می رویم، مشتری از این رفتار زده می شود.
          <br />
          برای حل این مشکل برندی را ایجاد کردیم به نام The Peaceful World. در گذشته، شرایط تحریمی به نحوی شد که خطوط کشتیرانی از مبدأ و به مقصد بندرعباس، سرویس ارائه نمی دادند و ما در نمایشگاه ها اجازه حضور نداشتیم و در این شرایط بود که تصمیم گرفتیم تفکری به نام صلح را معرفی کنیم و در بازار موجود پسته خودمان، محصولات ایمن دیگر را هم قرار دادیم که این ایمن بودن به بیان نیست به BRC و IFS است. خلاصه آن که تصمیم گرفتیم در دنیا برندی به نام صلح جهانی یا دنیای سراسر صلح را مطرح کنیم from Iran to the Glob. همه صنایع غذایی، آنانی که علاقه دارند ایمن بشوند و ظرفیت تولید و قابلیت تأمین دارند یعنی کالای خودشان را commodity می دانند می توانند از امکانات ما استفاده کنند و محصولات خود را معرفی کنند که به این ابتکار، مسئولیت اجتماعی می گویند.
          <br />
          ساختار برند ملي THE PEACEFUL WORLD با هدف تجميع ظرفيتهاي صادراتي صنايع غذايي ايران و حضور رايگان توليدكنندگان كيفي صنايع غذايي در نمايشگاههاي تخصصي غذايي تهیه شده است. یقینا فروش عالمانه، مهمترین بخش در كسب و كار است و خلق یک برند قوی قابل اعتماد از یک سو می تواند فروش پایدار سازمان را رقم بزند و از سوی دیگر به شکل موثری به موفقیت پروسه های بازاریابی، بازارسازي و افزایش مضاعف اعتبار سازمان، یاری رساند. هویت یک برند، جوهر اصلی هر برند است و هر سازمانی با تعریف هویت برند خود، ماهیت، ساختار و اهداف سازمان خود را به شرکای تجاری، مشتریان و کارکنان خود انتقال می دهد. به بیان دیگر سازمان با تعریف این هویت، تصویر ذهنی مطلوب خود را برای شکل گیری در ذهن طرفهای تجاری خود در آینده ترسیم می نماید. اما با افزایش رقابت در اقتصاد جهانی، بالابودن هزينه هاي تبليغات، برندينگ و حضور در نمايشگاهها و همچنين نقش آفرینی فضاهای مجازی در توسعه بازار، تجمیع ظرفیتها و توانمندیهای صنایع غذایی کشور با خلق یک برند ملی فرابنگاهی، یک ضرورت اجتناب‌ناپذیر است که می تواند با یک همدلی و هم افزايي، نقاط قوت تمامی بنگاههای کوچک، متوسط و بزرگ را به توانی مضاعف تبدیل نمود تا بتوانند تحت یک برند ملی بازارهای هدف صادراتی را قبضه و مفهوم رقابت علمی و حرفه ای با هدف ارتقای کیفیت برای تصاحب بازارهای بین الملل و افزایش سهم ایران را جامه عمل بپوشانند.
          <br />
          اکنون برای گذار از چالش های فراروی صادرات، تمرکز باید بر تعریف صحیح امنیت غذایی و سپس تولید محصول ایمن منطبق با استانداردهای بین المللی و در ادامه، برندینگ قدرتمند محصول در بازارهای هدف صادراتی باشد. در اين راستا، از تمامی کارآفرینان و مدیران صنایع غذایی کشور دعوت به عمل می آيد تا با مشارکت فعال در این طرح ملی از مزایا و خدمات زیر بهره مند گردند:
          <br />
          کاهش هزینه های تولید ایمن، کاهش هزینه های تبلیغات و برندینگ، تضمین کیفیت محصولات تولیدی تحت برند ملي، ورود به بازارهای جدید در ۵ قاره، افزایش اعتبار و پایداری سازمان، غرفه هاي دائمی رايگان در تمامی نمایشگاه های بین المللی مواد غذایی مرجع در سطح دنیا چون: GULFOOD – UAE، SIAL – FRANCE، ANUGA – GERMANY، FHA – SINGAPORE، FINE FOOD – AUSTRALIA، استفاده از خدمات واحد تخصصی صادرات دانش بنیان، واحد تخصصی تحقیق و توسعه، واحد تخصصی استقرار سیستم های ایمنی مواد غذایی و تضمین کیفیت محصول، خدمات فروش ۷ روز هفته به بازارهای بین الملل و واحد تخصصی اعتبارسنجی خریداران خارجی.
          <br />
          چشم انداز اين طرح ملي، تجمیع و توانمندسازی ظرفیتهای صادراتی صنایع غذایی ایران در سایه حمایتی یک برند ملی است و ماموریت آن، زمینه سازی برای تبلور توانمندیهای صادراتی صنایع غذایی کشور، تجلی خصیصه خودباوری در کارآفرینان به عنوان نیروهای اثربخش در اشتغالزایی، تلاش مضاعف در جهت تحقق صادرات دانش بنیان صنایع غذایی کشور، کوشش برای توان افزایی کارآفرینان در حوزه های اقتصادی، اجتماعی و فرهنگی و تلاش برای مقاوم سازی اقتصاد کشاورزی با تمرکز بر توسعه صنایع تبديلي است.
          <br />
          تمركز بر توليد محصول كيفي صادراتي و در ادامه برندسازي، نيازمند سرمايه گذاري كلان مالي، مطالعاتي و تبليغاتي است كه براي بسياري از بنگاههاي خصوصي كشور، به دليل محدوديتهاي منابع مالي، دست نيافتني بوده و به يك رويا تبديل شده است و اين در حالي است كه هر يك از ما با ظرفيتهايی كه داريم، مي توانيم حلقه اي مؤثر هر چند كوچك ولي متحدالهدف، در زنجيره ارزش صادراتي باشيم و تجميع اين توانمنديها و حضور در زير يك سقف، نه فقط در سرشكن شدن هزينه ها كمك مي كند، بلكه همه را در رشد، بلوغ و پرواز يك بينش واحد و شاخص، سهيم نموده و عشق به همدلي و هم افزايي را در آنان براي تبلور جايگاه محصول ايراني دو چندان مي كند و به جاي رقابت، رقابتي سودآور را براي همه حلقه هاي تأمين با هدف تكميل سبد مصرف كنندگان بين المللي به ارمغان مي آورد و تمام كارآفريني و خلاقيت در اين طرح ملي با تمركز بر برندسازي هويت مدار و هوشمندانه، به كار گرفته شده است. به بیان دیگر بنگاه با تعریف برند و هویت آن برند، تصویر ذهنی مطلوب خود را برای شکل گیری در ذهن طرفهای تجاری خود در آینده ترسیم می نماید.
          <br />
          هویت بخشی به هر برند، فرآیندی است که مستلزم تعریف شفاف هویت برند، عینیت بخشیدن به آن تعاریف در نمادها و لوگوهای تجاری سازمان و در ادامه، پایش دائم کلیه فعالیتهای عملیاتی و تبلیغاتی سازمان، برای همسو بودن با آن هویت است تا با عنایت به اهمیت عامل اطمینان در مبادلات مالی، این برند به انتخاب اول مشتری در فضای رقابتی خود مبدل گردد.
          <br />
          در واقع قابل اعتماد بودن، در دسترس بودن، پایداری سازمان در شرایط مختلف اقتصادی، قدرت چانه زني و توان مالی آن به عنوان اجزای تشکیل دهنده هویت بنگاه، عمل نموده و کلیه فعالیتهای بنگاه یا سازمان از نحوه برخورد پرسنل، خدمات مشتریان، نحوه و مدت زمان رفع مغایرتهای مالی ایشان، ادبیات، پوشش و نحوه ارائه خدمات کارشناسان پشتیبانی، نام و علامت تجاری و همه و همه می باید در ارتباطی هدفمند و یکپارچه با یکدیگر، برندی را شکل دهند که این تصویر را به صورت پایدار در ذهن خریدار، خلق نموده و در واقع، روح اصلی حاکم بر تصویر ذهنی خریدار از سازمان یا بنگاه اقتصادی، همان ویژگیهای اصلي خدمات آن سازمان است.
          <br />
          در اين میان، فرصت‌طلبی های رقبای صادراتی ایران، به بهانه تحریم و توسعه نیافتگی کشور و نبود منابع مالی ارزان، امکانات و تجهیزات به ‌روز در بخشهای تولید، فرآوری و بسته‌بندی و عدم توجه خاص و حرفه ای به برندسازی و تولید ایمن در کشور سبب مي گردد تا محصولات ما را عمدتا به صورت فله و به ارزانترین بهای ممکن خریداری نمایند و در نهایت با بسته بندی و فرآوری مجدد تحت ليسانس و استانداردهای روز دنیا با نام‌های تجاری شناخته شده خود و در خطوط تولید خود، سودهای کلانی براي سازمان خود رقم بزنند و از همه بدتر آن که در چنین شرایطي با تداوم این بی ‌برنامگی ها در تولید، فرآوری، بسته بندی و صادرات، مجبور خواهیم بود همواره از سیاست‌های رقبا تبعیت کرده و این به معنای مرگ تدریجی یک صنعت  است و لذا براي حفظ و بسط نظام توليد و در ادامه اشتغال كشور، تمركز بر تجمیع و توانمند سازی ظرفیتهای صادراتی صنایع مختلف ایران در سایه حمایتی یک برند ملی، يك نياز حياتي در شرايط امروز است.
          <br />
          در انتها باید بگویم که می خواهم موفقیت خودم را با شما به اشتراک (share) بگذارم. موفقیت من با یک نیت خیر شروع شد. امروز با خودتان عهد کنید که اگر از دوره آموزشی پویش ملی صادرات بهره ای گرفتید، بتوانید یک نیت خیر را که خودتان تشخیص می دهید در آینده در هدف های خودتان قرار دهید و نترسید، که اگر این نیت خیر را امروز بکنید بیمه خواهید شد و ما منتظر این هستیم که شما در آینده این موفقیت های خود را به ما اعلام کنید و امیدوارم که این جمع فاخر، خستگی ناپذیر، اهداف بلند صادراتی خود را دنبال کرده و هر یک سفیری باشید وفادار از این عزم پویش ملی که یقینا حیات اقتصادی و اجتماعی ایران فقط و فقط در گرو صادرات و تولید صادرات محور است که هر چه صادارت، پایدارتر و پر رونق تر، چالش ها و دغدغه های اقتصادی و اجتماعی، کم رنگ تر خواهد بود.
          </TabPanel>
          <TabPanel value={value} index={7} fontSize={selectedStyle.font_size} fontFamily={font_families[selectedStyle.font_index].css_class}>
          به طور کلی جامعه هدف پویش ملی صادرات عبارتند از دانشجویان و فارغ التحصیلان، علاقمندان به صادرات، علاقمندان به نقش آفرینی در صادرات، تولیدکنندگان و تأمین کنندگان، صادرکنندگان بالقوه، صادرکنندگان بالفعل که همگی داخل ایران هستند اما از همین جنس، خارج ایران هم وجود دارد: دانشجویان و فارغ التحصیلان، یعنی کسانی که رفته اند و از کشور خارج شده اند، علاقمندان به واردات کالای ایرانی، علاقمندان به نقش آفرینی در زنجیره های صادراتی، تولیدکنندگان آن جا که دنبال مواد اولیه اند و تأمین کنندگان بازارهای هدف صادراتی اند، وارد کنندگان بالقوه (کسانی که شرکتی ثبت کرده اند که در شرایط تحریم از آن شرکت می توان به خوبی استفاده کرد) و واردکنندگانی که بالفعل دارند کار خود را انجام می دهند.
          <br />
          خانواده پویش ملی صادرات بسیار بزرگ است که برای هر کدام از این ها یک روش جداگانه ای وجود دارد. نمی توان برای همه این مخاطبین، یک نسخه و مدل یکسان داد اما می توان یک سری راهکارهایی را ارائه داد که برای ما مفید باشد. هر کدام از ما با محدودیت هایی مواجه هستیم، فضا محدود، توان محدود، اطلاعات محدود، دانش محدود، آموزش محدود، سرمایه محدود، اما در مقابل، نرخ تأمین، نامحدود. اما هر کدام از ما صاحب یک لیوان هستیم که اندک آبی در آن هست که باید به نیمه پر لیوان نگاه کرد که یک دنیا فضای محدود می شود یک دنیا فضای نامحدود. من به تنهایی نمی توانم اما اگر یک نفر به صورت تخصصی به من کمک کند، می شود توان نامحدود. سرمایه های محدود خود را اگر جمع کنیم، می شود سرمایه نامحدود. وقتی هجوم می آوریم و همه سرمایه هایمان را به دلار تبدیل می کنیم نتیجه می شود فروشنده های خانگی زیاد که این یک فاجعه است اما ظرفیت است!
          <br />
          به منظور تقسیم بندی مخاطبین پویش ملی صادرات با هدف ایجاد برنامه های تخصصی برای هر گروه، براي اولین بار در ايران، چك لیستي تخصصي براي ارزيابي عزيزان و همراهانم در پويش ملي صادرات، تقديم شما بزرگواران شده تا بدانیم در چه شرايطي هستیم و در چه پارامترهایی نیاز به تمركز بیشتر و آموزش های حرفه اي تر داريم. نیازداريم تا جامعه هدف اين عزم ملي را بر اساس تجارب، توانمندی ها و اشراف بر مطالب و آموزه های پويش ملي صادرات، به گروه های ٤ گانه زير تقسیم نموده، كه هر گروه يقیناً مسايل و دغدغه های خودش را دارد و برآنیم تا آموزه هایی تخصصي تر بر اساس نیازهای هر يك از اين ٤ گروه، در برنامه هایی جداگانه تقديم عزيزانمان نمايیم.
          <br />
          گروه خرد با بازوبند سفید: عزيزاني كه با ضمیر پاكشان، صادرات را باور دارند، همچنین بر توانمندی های خود و كشورشان ايمان دارند ولي هنوز روي محصول يا خدمات خاصي تمركز ننموده اند و همچنان در پي انتخاب كالا يا خدماتي براي ورود به عرصه كارآفريني به روش صادرات هستند.
          <br />
          گروه جسارت با بازوبند زرد: عزيزاني كه با اعتقاد به صادرات و باور به توانمندی هایشان، غرق خرد و تدبر، از رنگ سفید گذر كرده و عالمانه و هوشمندانه كالا و يا خدماتي را براي ورود به عرصه صادرات انتخاب نموده اند، همه چیز روي كاغذ است و هنوز هیچ اقدامي به فعالیت نرسیده.
          <br />
          گروه متانت با بازوبند نارنجي: عزيزاني كه خرد و جسارت را پشت سر گذاشته، پل های پشت سر را تخريب نموده اند، با برنامه اي مدون، تیم سازي كرده، سازمان صادرات محور خود را با هدف ارزآوري طراحي نموده اند و در تلاشند تا تجربه شیرين اولین فروش های صادراتي خود را رقم بزنند.
          <br />
          گروه حركت با بازوبند سبز: صادركنندگاني پیشرو كه تجربه شیرين صادرات منصفانه را در كارنامه خود دارند و در تلاشند تا با همراهی با پويش ملي صادرات، مسیري هموارتر براي آينده سازمان خود رقم بزنند.
          <br />
          بر اساس اين چك لیست، به درستي خود را ارزيابي نمايیم و بدانیم كه به حقیقت كدامین بازوبند را بايد بر بازوان خود قرار دهیم كه ايران به صادركنندگان متعهد بیش از گذشته نیازمند است. 
          </TabPanel>
        </div>
        <LevelsTextCutomMenu background_colors_options={background_colors_options} font_families={font_families} 
        handleChangeBackgroundColor={handleChangeBackgroundColor} handleFontChange={handleFontChange} 
        handleFontSizeChange={handleFontSizeChange} selectedStyle={selectedStyle} variant='Button' />
      </div>
    </ThemeProvider>
  )
}

export default page;